export const ColumnComplexes = [
  "#",
  "اسم المجمع",
  "رقم الهاتف",
  "العنوان",
  "البريد الالكتروني",
  "المحافظة",
  "الحالة",
  "الحدث",
];

export const ColumnUsers = [
  "#",
  "اسم المستخدم",
  "الحالة",
  "الحدث",
];

export const ColumnBuildings = [
  "#",
  "اسم المجمع",
  " اسم المبني",
  "عدد الطوابق",
  "عدد الوحدات لكل طابق",
  "الحالة",
  "الحدث",
];

export const ColumnUnits = [
  "#",
  "اسم المجمع",
  "اسم المبني",
  "رقم الوحدة",
  "نوع الوحدة",
  "دور الوحدة",
  "عدد الغرف",
  "سعر الوحدة",
  "تاريخ البيع",
  "الحالة",
  "الحدث",
];

export const ColumnServices = [
  "#",
  "اسم الخدمة",
  "اسم المجمع",
  "السعر",
  "الحالة",
  "الحدث",
];

export const ColumnInvoices = [
  "#",
  "عنوان الفاتورة",
  "المجمع",
  "الوحدة",
  "الوصف",
  "نوع الفاتورة",
  "تاريخ الفاتورة",
  "السعر",
  "الحدث",
];

export const ColumnComplaints = [
  "#",
  "الوحدة",
  "عنوان الشكوي",
  "الحالة",
  "صورة",
  "الحدث",
];

export const ColumnAds = ["#", "عنوان الاعلان", "اسم المجمع", "الحدث"];

export const ColumnNotification = ["#", "عنوان الاشعار", "المحتوي", "الحدث"];

export const ColumnImages = ["#", "المجمع", "الصورة", "الحدث"];
